---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotDimLeader
source: html/80215a2f-64e4-cd71-a37c-e8375174fb3e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotDimLeader Property

"Leader"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotDimLeader { get; }
```